HELP_TEXT = (
    "<b>👋 Вітаємо у Telegram-боті для аналізу криптовалют!</b>\n\n"
    "Цей бот дозволяє швидко отримати інформацію про актуальні курси та зміни на ринку.\n\n"
    "<b>🔧 Функціонал:</b>\n"
    "• <b>Топ-5 криптовалют</b> — отримаєте короткий огляд п'яти найпопулярніших монет.\n"
    "• <b>Переглянути криптовалюту</b> — введіть символ монети (наприклад BTC або ETH), щоб отримати детальний аналіз її динаміки.\n\n"
    "⬇️ Оберіть дію нижче:"
)


price_changes = {
    rapid_inc:= "📈 Сильне зростання",
    stable_inc:= "🟢 Помірне зростання",
    stability:= "🟡 Стабільно",
    stable_dec:= "🔴 Легка корекція",
    rapid_dec:= "🔻 Сильне падіння"
}
